/* Localizable String */
sUIName = "Wi-Fi-netwerkhulpprogramma";
sUIVersion = "Hulpprogrammaversie";
sDriverVersion = "Stuurprogrammaversie: v";
sCopyright = "Copyright 2018.";

// Button
OK ="OK";
CANCEL ="Annuleer";
NO ="Nee";
YES ="Ja";
Join="Verbind";
Profiles="Profielen";
Join_Other="Ander...";
Show_Nets="Toon netwerken";
Apply="Toepassen";
Remove="Verwijderen";
PIN="Pincode";
PBC="Configuratie via drukknop";
Forget="Dit netwerk vergeten";

//DropDownMenu
State_RfOn="USB-WiFi: Ingeschakeld";
State_RfOff="USB-WiFi: Uitgeschakeld";
State_Scan="USB-WiFi: Netwerken zoeken...";
State_Unplug="USB-WiFi is niet aangesloten";
State_Disable="Schakel USB-WiFi in";

Info_IfName="Interfacenaam:";
Info_MacAddr="Adres:";
Info_IpAddr= "IP-adres:";
Info_Router= "Router:";
Info_Reachable= "Internet: Bereikbaar";
Info_Unreachable= "Internet: Onbereikbaar";
//Info_Security
Info_BSSID= "BSSID:";
Info_Channel= "Kanaal:";
Info_CountryCode= "Landcode:";
Info_RSSI= "RSSI:";
Info_Noise= "Ruis:";
Info_TxRate= "Verzendsnelheid:";
Info_PhyMode= "PHY-modus:";
Info_McsIndex= "MCS-index:";

Radio_ON ="Schakel USB-WiFi aan";
Radio_OFF ="Schakel USB-WiFi uit";
Uninstall = "Uninstall USB-WiFi";
DebugTool = "Wlan Diagnostics Tool";
Join_Other_Network="Verbind met ander netwerk...";
Create_Adhoc="Ad-hocnetwerk maken...";
WPS_Fun="WPS...";
Open_Utility="Open voor draadloze hulpprogramma";
Open_Preference="Open Netwerkvoorkeuren...";

//ScanTable View
ScanTable_View_Title="Het gewenste netwerk selecteren";
ScanTable_View_SubTitle="Selecteer het netwerk waarmee u verbinding wilt maken in de lijst en geef indien nodig het netwerkwachtwoord op.";
Associated="Gekoppeld";
SignalStrength="Signaalsterkte";
Scanning="Zoeken...";

// Setting Field View
Join_BroadcastSecAP1="Om verbinding te maken met het netwerk";
Join_BroadcastSecAP2=", is een";
Join_BroadcastSecAP3="wachtwoord vereist";
Join_HiddenSecAP1="Dit verborgen Wi-Fi-netwerk vereist een";
Join_HiddenSecAP2="wachtwoord";
Join_HiddenOpenAP="Naam van verborgen Wi-Fi-netwerk invoeren.";

// Join Other
Create_Infra_Title="Naam van het netwerk opgeven";
Create_Infra_SubTitle="Geef de naam op van het netwerk waarmee u verbinding wilt maken en geef indien nodig het wachtwoord op.";
Create_Adhoc_Title="Een computer-naar-computernetwerk creëren.";
Create_Adhoc_SubTitle="Voer de naam in van het computer-naar-computernetwerk dat u wilt creëren.";

//Setting Field
Security_None="Geen";
Security_OpenWep="WEP OPEN_SYSTEEM";
Security_SharedWep="WEP GEDEELDE_SLEUTEL";
Security_WpaTkip="WPA_PSK TKIP";
Security_WpaAes="WPA_PSK AES";
Security_Wpa2Tkip="WPA2_PSK TKIP";
Security_Wpa2Aes="WPA2_PSK AES";
Security_WpaTkip1X="WPA bedrijfsniveau TKIP";
Security_WpaAes1X="WPA bedrijfsniveau AES";
Security_Wpa2Tkip1X="WPA2 bedrijfsniveau TKIP";
Security_Wpa2Aes1X="WPA2 bedrijfsniveau AES";
Security_WEP1X="802.1X WEP";
Security_WpaNoneTkip="WPA_None TKIP";
Security_WpaNoneAes="WPA_None AES";
Security_MixMode="beveiliging";

//Profile Security Field
Profile_Wep="WEP";
Profile_Wpa="WPA Persoonlijk";
Profile_Wpa2="WPA2 Persoonlijk";
Profile_Wpa1X="WPA bedrijfsniveau";
Profile_Wpa21X="WPA2 bedrijfsniveau";
Profile_WpaNone="WPA-None";

NetworkName="Netwerknaam:";
Security="Beveiliging:";
Password="Wachtwoord:";
ShowPassword="Toon wachtwoord";
ASCII="ASCII";
UserName="Gebruikersnaam:";
EAP="802.1x EAP:";
PEAP="Automatisch (PEAP)";
TLS="EAP-TLS";
TTLS="EAP-TTLS";
LEAP="EAP-LEAP";
CA_Cert="CA-certificaat:";
Client_Cert="Clientcertificaat:";
Private_Key="Persoonlijke sleutel:";
Private_Key_Pwd="Wachtwoord persoonlijke sleutel:";

Choose_Private_Key="Bestand met persoonlijke sleutel kiezen (PEM/DER/PFX)";
Choose_Client_Cert="Bestand met clientcertificaat kiezen (PEM/DER/PFX)";
Choose_CA_Cert="Bestand met CA-certificaat kiezen (PEM/DER/CER)";

Select_KeyChain_Cert_Desc="Certificaat in sleutelhanger selecteren";
Select_File_Cert_Desc="Certificaatbestand selecteren";
Select_KeyChain_Identity_Desc="Identiteit in sleutelhanger selecteren";
Select_KeyChain_Key_Desc="Persoonlijke sleutel in sleutelhanger selecteren";
Select_File_Key_Desc="Bestand met persoonlijke sleutel selecteren";

Cert_Expire="Het certificaatbestand is verlopen";

Cert_Examine_Title1="Identiteitscontrole bij netwerk";
Cert_Examine_Title2=" ";
Cert_Examine_Info1="Voordat u inlogt bij de server";
Cert_Examine_Info2=", moet u controleren of het certificaat van de server geschikt is voor dit netwerk.\n\nKlik op \'Toon certificaat\' om het certificaat te bekijken.";


// Profiles
PreferredNet="Voorkeursnetwerken:";
StateTitle="Status";
SSIDTitle="Netwerkannm";
SecurityTitle="Beveiliging";


//WPS 
WPS_PIN_Title="Voer de pincode in op de configuratiepagina van uw accesspoint";
WPS_PBC_Title="The Push Button Configuration (PBC) is performed";
WPS_Second="sec";
WPS_Progress="WPS-voortgang:";
WPS_init_Str = "  WPS-proces initialiseren  ";
WPS_scan_Str = "  Actief WPS-AP zoeken  ";
WPS_connect_Str = "  Verbinding maken met actief WPS-AP  ";
WPS_handshake_Str ="  WPS-handshake initialiseren  ";
WPS_exchange_Str ="  WPS-bericht uitwisselen  ";
WPS_done_Str = "  WPS-bericht uitwisselen [Gereed]  ";
WPS_fail_Str = "  WPS-bericht uitwisselen mislukt. Probeer verbinding te maken met een ander WPS-AP  ";
WPS_start_Str = "  WPS-START ";
WPS_finish_Str = "     WPS-protocol voltooid!";
WPS_auto_connect_Str = "Er wordt automatisch verbinding gemaakt met het WPS-AP.";
WPS_timeout_Str = "     WPS-time-out!";
WPS_connection_failed_Str = " Verbinding is mislukt. Probeer het later opnieuw!";

Wps_overlap_Str = "Overlappende sessie";
Wps_more_pbc_Str = "     Meer dan één accesspoint in PBC-modus!";
Wps_retry_Str = "Gebruik pincode of wacht even en probeer het opnieuw";

ERROR0 = "FOUT";
ERROR1 = "Voer een sleutel in!";
ERROR2 = "Onjuiste WEP-sleutelindex!";
ERROR3 = "De sleutellengte is 8~63 ASCII-tekens of 64 hexadecimale tekens!";
ERROR4 = "De netwerksleutel heeft geen hexadecimale indeling (0~9, a~f, A~F)!";
ERROR5 = "De ASCII-sleutel moet 5 of 13 tekens lang zijn!";
ERROR6 = "De lengte van de netwerksleutel is onjuist!";
ERROR7 = "De netwerksleutel moet 10 of 26 tekens lang zijn!";
ERROR8 = "De netwerksleutel en bevestigingssleutel zijn niet gelijk!";
ERROR9 = "De netwerksleutel heeft geen ASCII-indeling!";
ERROR10 = "De netwerksleutel heeft geen 64HEX-indeling (0~9, a~f, A~F)!";
ERROR11 = "Deze landinstelling staat het niet toe om verbinding te maken met een ad-hocnetwerk met kanaal 12 of 13 of band 2 of 3!";
ERROR12 = "Kan geen verbinding maken met ad-hocnetwerk via WPA-NONE!";
ERROR13 = "Kan geen verbinding maken met ad-hocnetwerk via WPA2-PSK!";
ERROR14 = "WPA/WPA2 Enterprise wordt niet ondersteund!";
ERROR15 = "Geef hulpprogramma toegang tot sleutelhanger.";

WARNING0 = "Waarschuwing";
WARNING1 = "Voer SSID in";
WARNING2 = "Voer profielnaam in";
WARNING3 = "Het aantal tekens in de SSID is groter dan 32.";
WARNING4 = "Het profiel bestaat al. Wilt u het overschrijven?";
WARNING5 = "Weet u zeker dat u het geselecteerde profiel wilt verwijderen?";

NOTICE0 = "MEDEDELING";
NOTICE1 = "Fout in AP-modus.";
NOTICE2 = "Fout in STA-modus.";
NOTICE3 = "Instellen waarde QOSMode mislukt";
NOTICE4 = "Ophalen waarde QOSMode mislukt";
NOTICE5 = "Onjuiste waarde QOSMode";	
NOTICE6 = "RTS-drempel buiten bereik (0 ~ 2432).";
NOTICE7 = "Fragmentatiedrempel buiten bereik (256 ~ 2432).";
NOTICE8 = "Schakel USB-WiFi in het onderdeel Netwerk van Systeemvoorkeuren in.";
NOTICE9 = "Sluit uw USB-WiFi aan op uw computer";
NOTICE10 = "Onjuist wachtwoord. Probeer het opnieuw.";
NOTICE11 = "Are you sure to do uninstallation?";
NOTICE12 = "System Extension Blocked";
NOTICE13 = "System software from developer 'Realtek Semiconductor Corp' was blocked from loading.";